{
  "Who we are?": "من نكون؟",
  "Valu is the leading universal financial technology powerhouse, offering a suite of financial services to individuals and businesses. Since its launch in 2017, Valu continues to provide a wide range of comprehensive and convenient financial solutions and products to its customers.": "Valu هي الشركة العالمية الكبرى في مجال التكنولوجيا المالية، حيث تقدم مجموعة من الخدمات المالية وتعرفها. منذ عام 2017، قدمت شركة Valu مجموعة واسعة من المنتجات والخدمات المالية الشاملة والمريحة لعملائها.",
  "Through U, Valu has pioneered BNPL (Buy Now Pay Later) solutions in the MENA region providing customizable financing plans for up to 60 months across more than 6,000 points of sale and over 1,500 online stores, covering a diverse array of categories. Valu also offers investment products, an instant cash redemption program, savings solutions, and a financing solution to facilitate the purchase of big-ticket items up to EGP 15 Million in the luxury space, through AZvalu fund and EFG Hermes ONE, Sha2labaz, Akeed, and Ulter respectively. In addition, Valu offers tools to manage your employees, provide financial services, and more through Valu Business.": "من خلال U، كانت Valu رائدة في حلول BNPL (اشتر الآن وادفع لاحقًا) في منطقة الشرق الأوسط وشمال أفريقيا، حيث توفر خطط تمويل قابلة للتخصيص لمدة تصل إلى 60 شهرًا عبر أكثر من 6000 نقطة بيع وأكثر من 1500 متجر عبر الإنترنت، تغطي مجموعة متنوعة من الفئات. تقدم Valu أيضًا منتجات استثمارية، وبرنامج استرداد نقدي فوري، وحلول ادخارية، وحل تمويلي لتسهيل شراء سلع باهظة الثمن تصل إلى 15 مليون جنيه مصري في الفضاء الفاخر، من خلال صندوق AZvalu والمجموعة المالية هيرميس ONE، Sha2labaz، Akeed، وألتر على التوالي. بالإضافة إلى ذلك، توفر Valu أدوات لإدارة موظفيك وتقديم الخدمات المالية والمزيد من خلال Valu Business.",
  "Explore Our Departments": "استكشف أقسامنا",
  "Finance": "تمويل",
  "Responsible for managing the company finances, including accounting, budgeting, forecasting, and reporting.": "مسؤول عن إدارة الشؤون المالية للشركة، بما في ذلك المحاسبة وإعداد الميزانية والتنبؤ وإعداد التقارير",
  "Marketing": "التسويق",
  "Responsible for developing and executing marketing campaigns to promote the company products and services.": "المسؤول عن تطوير وتنفيذ الحملات التسويقية للترويج لمنتجات وخدمات الشركة",
  "Engineering": "الهندسة",
  "Responsible for designing, developing, testing, and deploying the company software products and infrastructure.": "المسؤول عن تصميم وتطوير واختبار ونشر منتجات البرمجيات والبنية التحتية للشركة",
  "Departments": "الأقسام",
  "Employees": "الموظفين",
  "Get connected with us on social networks:": "تواصل معنا على مواقع التواصل الاجتماعي:",
  "Privacy Policy": "سياسة الخصوصية",
  "Terms & Conditions": "الشروط والأحكام",
  "Products": "المنتجات",
  "Angular": "أنجولار",
  "React": "رياكت",
  "Vue": "فيو",
  "Laravel": "لارافيل",
  "Useful links": "روابط مفيدة",
  "Pricing": "الأسعار",
  "Settings": "الإعدادات",
  "Orders": "الطلبات",
  "Help": "مساعدة",
  "Contact": "اتصل بنا",
  "Arkan Plaza , Al Sheikh Zayed city , First floor Unit AW-417": "أركان بلازا ، مدينة الشيخ زايد ، الطابق الأول الوحدة AW-417",
  "contact_us@valU.com.eg": "contact_us@valU.com.eg",
  "16671": "16671",
  "© All Rights Reserved by valU 2023": "© جميع الحقوق محفوظة لـ valU 2023",
  "Listing Screen": "شاشة القائمة" ,
  "Employee": "",
  "Department":"",
  "id": "بطاقة تعريف",
  "name": "الاسم",
  "identification": "تعريف",
  "phone": "هاتف",
  "mobile": "تليفون محمول",
  "active": "نشاط",
  "hireDate": "موعد التوظيف",
  "position": "مركز",
  "department": "قسم",
  "action": "تعديل",
  "Add New": "اضف جديد",
  "order": "ترتيب"
}

